Repository: craigdietrich/covid19indigenous-iOS
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Reset Data
fr: Réinitialiser les données

# reset_data_text
source: This will delete your participant code, any saved questionnaires and answers, and any downloaded media. Are you sure you wish to reset data?
fr: Ceci supprimera votre code d’utilisateur, les questionnaires et réponses sauvegardés et tous les médias téléchargés. Êtes-vous sûr de vouloir réinitialiser les données?

source: No Connection
fr: Aucune connexion

# no_connection_text
source: Viewing this content requires an Internet connection. Please establish a connection and try again.
fr: Visualiser le contenu requiert une connexion internet. S’il vous plaît établir une connexion et réessayer.

source: File not found
fr: Fichier non trouvé

# file_not_found_text
source: This content has not been downloaded. Please refresh content and try again.
fr: Ce contenu n’a pu être téléchargé. S’il vous plait rafraîchir le contenu et essayez à nouveau.

source: Published
fr: Publié

source: Downloading manifest
fr: Téléchargement du manifeste

source: Downloading thumb
fr: Téléchargement de l’image

source: Downloading video
fr: Téléchargement du vidéo

source: Downloading image
fr: Téléchargement de l’image

source: Could not parse JSON
fr: N’a pu générer un fichier JSON

source: Error
fr: Erreur

# error_send_code
source: There was a problem attemting to send the code to the server:
fr: Un problème est survenu en essayant d’envoyer le code au serveur:

source: Please try again.
fr: S’il vous plaît essayez à nouveau.

source: Cancel
fr: Annuler

source: Checking Internet connection
fr: Vérification de la connexion internet

source: Uploading answers
fr: Chargement des réponses

source: No Internet connection
fr: Aucune connexion internet

source: Past answers
fr: Réponses passées
